{
	"Introduction": "Um, Hi. The name's Jacob. I'm Stardew Valley's mobile vet. Pleased to meet you. ",
	"Resort_Entering": "Oh, it's good to be back on solid land. Sea travel always makes me a little queasy.",
	"Resort_Leaving": "Homeward bound. I'll have to bring Ellie next time. She'll love the birds.",
	"Resort_Shore": "There's an abundance of wildlife here, and the crabs are less aggressive than the ones back home.",
	"Resort_Umbrella": "Are you enjoying the island, @? I am enjoying having a day off.",
	"Resort_Wander": "Oh, Ellie would love this place. I'm sure she'd be able to name all the birds.$1",
	"Resort_Bar": "A cool drink for a hot day, just what I needed. Care to join me, @?",
	"Resort": "What a glorious place.",
	"Mon": "Hi. Can I help you with anything?",
	"Mon2": "How are things at the farm? Let me know if you need a hand with your animals.",
	"Mon4": "Thanks for dropping by aagain! Ellie's always talking about you.#$b#If she ever tries to drag you birdwatching, I'd suggest you decline.#$b#Unless you really love birds, that is!$1",
	"Mon6": "Marnie was extremely kind to me after Del died. It's sad, but she's seemed distant ever since.",
	"Mon8": "Del really loved flowers, I try to look after her plants in her memory.",
	"Mon10": "Ellie worries that I'm lonely - as if anyone could be lonely with her around!#$b#Honestly though, you're welcome over anytime. I enjoy your company.$4",
	"Tue": "Hey, did you need me for something? You're lucky to have caught me. Usually on Tuesday's I'm off around the valley.",
	"Tue4": "I'm glad Ellie has some friends her own age, but she seems to enjoy spending most of her time in her bird hide.#$b#I do wonder what she's doing in there all day. Maybe plotting world domination?$1",
	"Wed": "I'm sorry... I'm a little busy right now.",
	"Wed2": "It was all pine forest around here when we first moved in.#$b#We planted in the maple and oak. A biodiverse ecosystem supports more wildlife.",
	"Wed4": "Yesterday was rough... Something's attacked Mr. Jefferson's sheep. I hope it was just wild dogs but...#$b#...keep your animals in at night, @. And keep a watch out.#$b#There's strange things in the valley, so the rumors say.",
	"Wed6": "It's generous of Marnie to look after Ellie on Tuesdays. She and Del were very close, and I'm glad Ellie has someone her own age to play with.",
	"Wed8": "Kids say the darndest things, don't they? Ellie's started pestering me about finding her a step-mom.#$b#She seems to think Ms. Marnie is a fine candidate. It's going to be hard to look her in the eye next time I see her...$4",
	"Thu": "Yes? Sorry, I'd rather you didn't watch me work. It makes me self-conscious.$2",
	"Thu4": "That parrot is the craziest thing. Ellie loves him... but he knows far too many words, and not all of them are polite.$1",
	"Thu8": "Ellie was only six when her mother died. She handled it far better than me. I was a mess for months... Ellie's so pragmatic, sometimes I worry she had to grow up too fast.$2",
	"Fri": "Hello, um... are you enjoying the weather?",
	"Fri4": "That wretched parrot... the Mayor dropped by the other day and Richie had some choice words for him...$2#$b#He belonged to my father, you know - and Dad swore like a sailor.$1",
	"Fri8": "Del's been gone more than two years now. You'd think time would make things easier... but it doesn't. I miss her everyday.#$b#Sorry, you didn't come here to listen to me delve into self pity.$2",
	"Sat": "Do you need help with your animals?#$b#No? Oh, I thought that was why you'd come to see me.",
	"Sat4": "Ellie's so outgoing, she's the life of the party. Just like her mom was.$2.#$b#Me? I'm generally the one standing in the corner, feigning fascination in the bookcase.",
	"Sun": "Hello. @, isn't it? I hope you get some time to relax today.",
	"Sun2": "Sorry, I'm not very good with conversation. I leave most of the talking to Ellie.",
	"Sun4": "Ellie loves the beach, but I'm a bit concerned. There's been a lot of those rock crabs around.#$b#I can't help but worry that something's stirred them up.",
	"Sun10": "I've considered dating again... but I could never leave my farm, and I've got to think of Ellie too.",
	"spring_1_2": "Lambing season is the busiest time of year. I hope Ellie doesn't miss me too much.",
	"winter_Mon": "I hope you're keeping warm on that farm.",
	"winter_Tue4": "Ellie's been writing to Sora for three years now. Their mothers were friends, back in Gotoro, before the war.#$b#I'm not sure how the mail keeps coming through, but I deliver her letters to the travelling cart every friday.",
	"fall_Tue4":"Fall must be a busy time of year for you. It's not so bad for me.",
	"fall_Thu2":"Be careful out there, @. The rock crabs around here are very aggressive.$2",
	"summer_Wed6":"Del had the green thumb. Me not so much? That's why I'm love cacti so much.$1",
	"winter_24": "I hope to see you at the festival tomorrow, @. Ellie's so excited; It's all she wants to talk about.$4",
	"winter_24_2": "Don't tell Ellie, but Winter Star's hard for me... Del loved it so much.$2#$b#She seemed to always be able to pick the perfect gift for anyone.$4",
	//courtship dialogue
	"rejectNPCA": "Oh, those are lovely... but I'm afraid it's too soon to give my heart to another.$2",
	"rejectNPCB": "That's very kind. But I'm not romantically interested in you.$2",
	"refusal_no_heartsA": "Oh? Um... No thanks... I couldn't leave my farm... or Ellie.$2",
	"refusal_no_heartsB": "I think it's best you take your affections elsewhere.$5",
	"engageA": "I'm not sure why you're giving me this?$2",
	"engageB": "I thought you were already engaged? Well, I'm flattered, but not interested.$5",
	"marriedA": "Aren't you married? This isn't appropriate.$2",
	"marriedB": "Um... sorry but please leave me alone. You're making a mockery of something that was sacred to me.$2",
	//Conversation Topics
	"Is_Sora_Dead":"I really hope we hear from Sora soon. Ellie's really taking it to heart.$2#$b#And the mail's so unreliable. It could mean nothing... or it could mean everything.$2",
	"Jacob_DinnerDate":"Oh yes, you are definitely invited to join us for dinner.#$b#Eloise is very enthusiastic about it; she's planned out a menu and everything.$1",
	"Jacob_Date":"You do??!$4",
	"Jacob_Friendzone":"Oh, to be honest, @, as fond of you as I am, that's a relief.$1#$b#After Del... well, I've lost my soulmate, and I doubt I'll ever find a love like that again.$2#$b#But good friends, and fine company? That is something I will most happily embrace.$1",
	"Jacob_Ditched":"I suppose your honesty is to be admired.$3#$b#Although, you should really work on your tact.$2"
}